<template>
    <div class="about content">
        <v-header>О нас</v-header>
        <div class="about__content">
            <h2>Добро пожаловать!&nbsp;</h2>
            <p>
                Команда
                <span style="color:#f77069">Lawords</span> начала свою деятельность в 2021 году. Мы направлены на то, чтобы молодёжь нашей страны стала изучать английский язык максимально комфортно и эффективно, донести до нее то, что изучение английского языка является не чем-то принужденным, а неким развлечением, которое будет полезно им в нынешнем мире.
            </p>
            <p>Нашей целевой аудиторией являются школьники и студенты. Мы понимаем, что большую часть времени они тратят на учебу, и времени на что-то другое остается меньше, чем хотелось бы. Мы хотим дать им возможность учить английский язык, при небольшом количестве свободного времени.</p>

            <p>Сейчас наша небольшая команда стремится расширить свои возможности. Мы всегда придумываем идеи по улучшению нашего сайта, для еще более удобного пользования им.</p>
        </div>
    </div>
</template>

<script>
import VHeader from '@/components/VHeader.vue'
export default {
    components: { VHeader },
}
</script>

<style lang="scss" scoped>
.about {
    &__content {
        font-weight: 500;
        font-size: 21px;
        line-height: 25px;
        h2 {
            font-weight: 600;
            font-size: 25px;
            line-height: 29px;
            margin-bottom: 20px;
        }
        p {
            margin-bottom: 15px;
        }
    }
}
</style>